Repository: vuduc1995/wordpress20181004
Catalog: languages/themes/type-*.po
Languages: vi

source: Build a professional blog, an online store or a magazine style website with Type WordPress Theme. Type lets you easily combine 4 Header Styles, 3 Layout variations, Sidebar Position and more. Quickly upload a Custom Logo, create an impressive Header Image, showcase your Featured Posts and see the preview in real-time. The Theme includes also a basic support for WooCommerce plugin.
vi: Giao diện WordPress Type giúp bạn xây dựng blog chuyên nghiệp, một cửa hàng trực tuyến hoặc một website dạng tạp chí rất dễ dàng. Với 4 kiểu giao diện đầu trang, 3 bố cục, các vị trí cột bên đa dạng, hỗ trợ logo riêng, tạo ảnh đầu trang khổ lớn và hiển thị rất đẹp danh sách các bài viết nổi bật trên trang chủ. Thêm vào đó, bạn còn có thể xem thử giao diện trực tiếp trong mục Tuỳ biến. Giao diện này còn hỗ trợ sử dụng với plugin WooCommerce. Hơn hết, giao diện này còn sử dụng tiếng Việt 100%.

source: No Sidebar, Full Width
vi: Không cột bên, tràn trang

source: No Sidebar, Centered
vi: Không cột bên, căn giữa

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
vi: Có vẻ như chúng tôi không tìm thấy thứ bạn đang muốn xem. Hãy thử chức năng tìm kiếm.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
vi: Sẵn sàng viết bài đầu tiên? <a href="%1$s">Bắt đầu tại đây</a>.

source: View all posts by %s
vi: Xem tất cả bài viết của %s

source: Author:
vi: Tác giả:

source: Pages:
vi: Trang:

# submit button
source: Search
vi: Tìm

# placeholder
source: Search &hellip;
vi: Tìm &hellip;

# label
source: Search for:
vi: Kết quả tìm kiếm cho:

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
vi: Xin lỗi, không có kết quả nào phù hợp. Hãy thử lại với từ khoá khác.

source: Nothing Found
vi: Không tìm thấy

source: Search Results for: %s
vi: Kết quả tìm kiếm cho: %s

source: Edit %s
vi: Sửa %s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
vi: Gửi bình luận<span class="screen-reader-text"> trong %s</span>

source: Tagged %1$s
vi: Tag %1$s

source: Posted in %1$s
vi: Đăng vào %1$s

# Used before post author name.
source: Author
vi: Tác giả

# Used before publish date.
source: Posted on
vi: Đăng vào

source: Footer Widget Area Background
vi: Nền của widget cuối trang

source: Footer
vi: Cuối trang

source: Search Icon
vi: Icon tìm kiếm

source: Social Link
vi: Liên kết mạng xã hội

source: This option overrides the Accent Color.
vi: Lựa chọn này ghi đè lên màu chính.

source: Menu Item hover
vi: Rê chuột vào liên kết menu

source: Menu Item
vi: Liên kết menu

source: Navbar Background
vi: Nền menu

source: Site Tagline
vi: Tiêu đề website

source: Header Background
vi: Nền trên đầu trang

source: Accent Color
vi: Màu chính

source: Colors
vi: Màu sắc

source: Logo Max Width (mobile)
vi: Chiều dài tối đa logo (mobile)

source: Logo Max Width (desktop)
vi: Chiều dài tối đa logo (desktop)

source: Sidebar options for WooCommerce Pages (Shop, Product, Product Category)
vi: Tuỳ chọn cột bên cho các trang của WooCommerce

source: WooCommerce Settings. Cart, Checkout and Account are standard pages. To remove the Sidebar apply the Full width Template to the page.
vi: Thiết lập WooCommerce trên các trang Giỏ hàng, Thanh toán và Tài khoản. Để bỏ cột bên bạn chọn Giao diện tràn khung trong mỗi trang.

source: Sidebar options for Static Pages. To remove the Sidebar apply No Sidebar Template to the Page.
vi: Tuỳ chọn cột bên cho các trang tĩnh. Để bỏ cột bên, chọn Không cột bên ở mục Giao diện của mỗi trang.

source: Page
vi: Trang

source: Display Author Bio
vi: Hiển thị thông tin tác giả

source: No Sidebar Centered
vi: Không cột bên cân giữa

source: Full width Featured Image
vi: Ảnh đại diện dài đầy đủ

source: Large Featured Image
vi: Ảnh đại diện lớn

source: Display Featured Image
vi: Hiển thị ảnh đại diện

source: Post
vi: Bài viết

source: Settings for Category, Tag, Search and Archive Pages.
vi: Thiết lập cho Danh mục, Tag, Tìm kiếm và trang Lưu trữ.

source: Categories & Archives
vi: Danh mục & Lưu trữ

source: Excerpt length
vi: Độ dài nội dung

source: No Sidebar Full width
vi: Tràn trang không cột bên

source: Left Sidebar
vi: Cột bên trái

source: Right Sidebar
vi: Cột bên phải

source: Sidebar Position
vi: Vị trí cột bên

source: Large
vi: Khung lớn

source: Grid
vi: Chia cột

source: List
vi: Danh sách

source: Post Layout
vi: Bố cục bài viết

source: Settings for Blog Posts Index Page.
vi: Thiết lập cho trang Blog

source: Default is Category Name
vi: Mặc định là Tên chuyên mục đã chọn

source: Title
vi: Tiêu đề

source: Display Title
vi: Hiển thị tiêu đề

source: Enable this option to esclude Featured Posts from the Homepage
vi: Bật tuỳ chọn này sẽ bỏ bài đã nổi bật khỏi danh sách bên dưới trên trang chủ

source: Avoid duplicate posts
vi: Tránh trùng bài viết

source: Select a Category
vi: Chọn chuyên mục

source: Display Featured Posts
vi: Hiển thị bài nổi bật

source: Featured Posts
vi: Bài nổi bật

source: Header Image Opacity
vi: Độ mờ của ảnh đầu trang

source: Padding above and below Header Image
vi: Khoảng cách trên và dưới ảnh đầu trang

source: Display Social Links
vi: Hiển thị Menu mạng xã hội

source: Display Search Icon
vi: Hiển thị icon tìm kiếm

source: Site Title centered above Header Image + Top Navbar
vi: Tiêu đề site căn giữa bên trên ảnh đầu trang + Menu bên trên

source: Site Title centered above Header Image + Navbar below
vi: Tiêu đề site căn giữa bên trên ảnh nền + Menu bên dưới

source: Site Title centered over Header Image + Navbar below
vi: Tiêu đề site căn giữa bên dưới ảnh đầu trang + Menu

source: Style
vi: Giao diện

source: Settings for Site Header.
vi: Thiết lập cho Đầu trang.

source: Header
vi: Đầu trang

source: Display Read More Link
vi: Hiển thị link Đọc thêm

source: General
vi: Thiết lập chung

source: Theme Settings
vi: Tuỳ biến giao diện

source: Type Links
vi: Liên kết bổ sung

source: Site Title
vi: Tên website

source: Follow on Twitter
vi: Theo dõi trên Twitter

source: Rate This Theme
vi: Đánh giá giao diện này

source: Theme Documentation
vi: Tài liệu hướng dẫn

source: Theme Homepage
vi: Trang chủ của tác giả

source: Try Type Plus
vi: Thử bản trả phí

source: View Type Plus
vi: Xem bản trả phí

source: Type Plus
vi: Bản trả phí

source: Skip to content
vi: Chuyển tới phần nội dung

source: Read More
vi: Xem thêm

source: Home
vi: Trang chủ

source: Add widgets here to appear in your Shop.
vi: Thêm widget ở đây để hiện ở trang Shop.

source: Shop Sidebar
vi: Cột của Shop

source: Footer Widget Area 3
vi: Widget cuối trang 3

source: Footer Widget Area 2
vi: Widget cuối trang 2

source: Add widgets here to appear in your footer.
vi: Thêm widget ở đây để hiện ở cuối trang.

source: Footer Widget Area 1
vi: Widget cuối trang 1

source: Add widgets here to appear in your sidebar.
vi: Thêm widget ở đây để hiện ở cột bên.

source: Sidebar
vi: Cột bên

# Add new subset (greek, cyrillic, devanagari, vietnamese)
source: no-subset
vi: vietnamese

# Poppins: on or off
source: on
vi: bật

# Nunito Sans: on or off
source: on
vi: bật

source: Social Menu
vi: Menu mạng xã hội

source: Main Menu
vi: Menu chính

source: Theme by %s
vi: Giao diện thiết kế bởi %s

source: Powered by %s
vi: Cung cấp bởi %s

source: https://wordpress.org/
vi: https://vi.wordpress.org/

source: Comments are closed.
vi: Bình luận đã bị khoá.

source: Newer Comments
vi: Bình luận mới hơn

source: Older Comments
vi: Bình luận cũ hơn

source: Comment navigation
vi: Menu của bình luận

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
vi: %1$s Trả lời &ldquo;%2$s&rdquo;

# comments title
source: One Reply to &ldquo;%s&rdquo;
vi: Một bình luận cho &ldquo;%s&rdquo;

source: It looks like nothing was found at this location. Maybe try a search?
vi: Có vẻ bạn đã bị lạc. Hãy thử tìm kiếm nhé?

source: Oops! That page can&rsquo;t be found.
vi: Xin lỗi, trang này không tồn tại.
